###############################################################################
# 상품 및 재고 - 테이블 정보

'''
재고 리스트(테이블) 0 번 
재고 리스트(테이블) 1 번 1000026696
상품정보 수정
재고 리스트(테이블) 2 번 도매 상품명_자동화001
재고 리스트(테이블) 3 번 판매 상품명_자동화001
재고 리스트(테이블) 4 번 상품 옵션1_자동화001
재고 리스트(테이블) 5 번 상품 옵션2_자동화001
재고 리스트(테이블) 6 번 판매 상품 옵션_자동화001
재고 리스트(테이블) 7 번 900
재고 리스트(테이블) 8 번 QA사입앱자동화11

도매 매장 변경
재고 리스트(테이블) 9 번 동일상가        
재고 리스트(테이블) 10 번 1층 103
재고 리스트(테이블) 11 번 010-0000-0000
재고 리스트(테이블) 12 번 
재고 리스트(테이블) 13 번 3        총재고
재고 리스트(테이블) 14 번 3        정상재고
재고 리스트(테이블) 15 번 0                불량재고
재고 리스트(테이블) 16 번 0                미확정재고
재고 리스트(테이블) 17 번 0        배송 요청 가능
재고 리스트(테이블) 18 번 0                배송대기
재고 리스트(테이블) 19 번 0                배송 진행 요청
재고 리스트(테이블) 20 번 2        배송 상품 포장중
재고 리스트(테이블) 21 번 0                배송중
재고 리스트(테이블) 22 번 0                회수 요청 접수
재고 리스트(테이블) 23 번 0                회수 진행중
재고 리스트(테이블) 24 번 상품 검수 시, 요청 사항1_자동화001
재고 리스트(테이블) 25 번 상품 검수 시, 요청 사항2_자동화001
재고 리스트(테이블) 26 번 
재고 리스트(테이블) 27 번 
재고 리스트(테이블) 28 번 판매중
판매중단
재고 리스트(테이블) 29 번 
재고 리스트(테이블) 30 번 
재고 리스트(테이블) 31 번
재고 리스트(테이블) 32 번 
재고 리스트(테이블) 33 번 
재고 리스트(테이블) 34 번 
재고 리스트(테이블) 35 번
재고 리스트(테이블) 36 번 
재고 리스트(테이블) 37 번 2023-01-16 15:52:37
재고 리스트(테이블) 38 번 2023-01-16 15:52:37


'''


# 출고 - 딜리버드 테이블 정보

# 배송 요청 - 배송 요청 가능 - 테이블 정보

'''
0 번 ROW :  0 번 -  
0 번 ROW :  1 번 -  2023-01-26 19:12:29
0 번 ROW :  2 번 -  207842         # 배송 요청 번호
0 번 ROW :  3 번 -  일반 배송
0 번 ROW :  4 번 -  바로출고일반001 # 받는 사람 기준
0 번 ROW :  5 번 -  01012341236    
0 번 ROW :  6 번 -  [31210] 서울시 종로구 지봉로 19, 시즌빌딩 3층
0 번 ROW :  7 번 -  도매 상품명_자동화001 - 상품 옵션1_자동화001 - 상품 옵션2_자동화001 / 1개
0 번 ROW :  8 번 -  바로출고-일반배송
( )
0 번 ROW :  9 번 -   
0 번 ROW :  10 번 -  
0 번 ROW :  11 번 -  정보 수정하기
0 번 ROW :  12 번 -  배송 요청하기
1 번 ROW :  13 번 -
1 번 ROW :  14 번 -  2023-01-26 19:12:29
1 번 ROW :  15 번 -  207843
1 번 ROW :  16 번 -  딜리버드 당일 배송
1 번 ROW :  17 번 -  바로출고당일001   
1 번 ROW :  18 번 -  01012341237
1 번 ROW :  19 번 -  [31210] 서울시 종로구 지봉로 19, 시즌빌딩 4층
1 번 ROW :  20 번 -  도매 상품명_자동화001 - 상품 옵션1_자동화001 - 상품 옵션2_자동화001 / 1개
1 번 ROW :  21 번 -  바로출고-당일배송
( )
1 번 ROW :  22 번 -
1 번 ROW :  23 번 -  
1 번 ROW :  24 번 -  정보 수정하기
1 번 ROW :  25 번 -  배송 요청하기
2 번 ROW :  26 번 -  
2 번 ROW :  27 번 -  2023-01-26 19:12:29
2 번 ROW :  28 번 -  207844
2 번 ROW :  29 번 -  일반 배송
2 번 ROW :  30 번 -  다스출고일반002
2 번 ROW :  31 번 -  01012341238    
2 번 ROW :  32 번 -  [31210] 서울시 종로구 지봉로 19, 시즌빌딩 5층
2 번 ROW :  33 번 -  도매 상품명_자동화002 - 상품 옵션1_자동화002 - 상품 옵션2_자동화002 / 3개
2 번 ROW :  34 번 -  다스출고-일반배송
( )
2 번 ROW :  35 번 -  
2 번 ROW :  36 번 -
2 번 ROW :  37 번 -  정보 수정하기
2 번 ROW :  38 번 -  배송 요청하기
3 번 ROW :  39 번 -  
3 번 ROW :  40 번 -  2023-01-26 19:12:29
3 번 ROW :  41 번 -  207845
3 번 ROW :  42 번 -  딜리버드 당일 배송
3 번 ROW :  43 번 -  다스출고당일002
3 번 ROW :  44 번 -  01012341239
3 번 ROW :  45 번 -  [31210] 서울시 종로구 지봉로 19, 시즌빌딩 3층
3 번 ROW :  46 번 -  도매 상품명_자동화002 - 상품 옵션1_자동화002 - 상품 옵션2_자동화002 / 5개
3 번 ROW :  47 번 -  다스출고-당일배송
( )
3 번 ROW :  48 번 -
3 번 ROW :  49 번 -  
3 번 ROW :  50 번 -  정보 수정하기
3 번 ROW :  51 번 -  배송 요청하기
4 번 ROW :  52 번 -  
4 번 ROW :  53 번 -  2023-01-26 19:12:29
4 번 ROW :  54 번 -  207846
4 번 ROW :  55 번 -  일반 배송
4 번 ROW :  56 번 -  개별출고일반003
4 번 ROW :  57 번 -  01012341240
4 번 ROW :  58 번 -  [31210] 서울시 종로구 지봉로 19, 시즌빌딩 4층
4 번 ROW :  59 번 -  도매 상품명_자동화003 - 상품 옵션1_자동화003 - 상품 옵션2_자동화003 / 4개
4 번 ROW :  60 번 -  개별출고-일반배송
( )
4 번 ROW :  61 번 -  
4 번 ROW :  62 번 -  
4 번 ROW :  63 번 -  정보 수정하기
4 번 ROW :  64 번 -  배송 요청하기
5 번 ROW :  65 번 -  
5 번 ROW :  66 번 -  2023-01-26 19:12:29
5 번 ROW :  67 번 -  207847
5 번 ROW :  68 번 -  딜리버드 당일 배송
5 번 ROW :  69 번 -  개별출고당일003
5 번 ROW :  70 번 -  01012341241
5 번 ROW :  71 번 -  [31210] 서울시 종로구 지봉로 19, 시즌빌딩 5층
5 번 ROW :  72 번 -  도매 상품명_자동화003 - 상품 옵션1_자동화003 - 상품 옵션2_자동화003 / 6개
5 번 ROW :  73 번 -  개별출고-당일배송
( )
5 번 ROW :  74 번 -  
5 번 ROW :  75 번 -  
5 번 ROW :  76 번 -  정보 수정하기
5 번 ROW :  77 번 -  배송 요청하기

'''

###############################################################################
# 배송 현황 - 테이블 정보

'''
배송 현황 리스트(테이블) 0 번 2023-01-26 19:12:29
배송 현황 리스트(테이블) 1 번 2023-01-26 21:41:32
배송 현황 리스트(테이블) 2 번 
배송 현황 리스트(테이블) 3 번 207842   
배송 현황 리스트(테이블) 4 번 일반 배송
배송 현황 리스트(테이블) 5 번 일반 배송       
배송 현황 리스트(테이블) 6 번 배송 상품 포장중   # 배송 상태 컬럼
배송 현황 리스트(테이블) 7 번 570408855226      # 송장 번호 컬럼
배송 현황 리스트(테이블) 8 번 바로출고일반001
배송 현황 리스트(테이블) 9 번 01012341236    
배송 현황 리스트(테이블) 10 번 [31210] 서울시 종로구 지봉로 19, 시즌빌딩 3층
배송 현황 리스트(테이블) 11 번 도매 상품명_자동화001 - 상품 옵션1_자동화001 - 상품 옵션2_자동화001
배송 현황 리스트(테이블) 12 번 바로출고-일반배송
( )
배송 현황 리스트(테이블) 13 번 
배송 현황 리스트(테이블) 14 번 
'''



###############################################################################
# 어드민 - 강제 조정 기능 -배송 상태값 변경 - 테이블 정보

'''
배송 상태 확인 리스트(테이블) 0 번 2023-02-16 20:02
배송 상태 확인 리스트(테이블) 1 번 221972
배송 상태 확인 리스트(테이블) 2 번 배송중배송 완료 처리
배송 상태 확인 리스트(테이블) 3 번 570409047310
배송 상태 확인 리스트(테이블) 4 번 auto_soqa2(QA자동화_소매2)
배송 상태 확인 리스트(테이블) 5 번 바로출고일반001
배송 상태 확인 리스트(테이블) 6 번 01012341236
배송 상태 확인 리스트(테이블) 7 번 [06211] 서울 강남구 테헤란로44길 7 1층
배송 상태 확인 리스트(테이블) 8 번 도매 상품명_자동화001 - 상품 옵션1_자동화001 - 상품 옵션2_자동화001
배송 상태 확인 리스트(테이블) 9 번 바로출고-일반배송
배송 상태 확인 리스트(테이블) 10 번 
배송 상태 확인 리스트(테이블) 11 번 
'''